/* 
  Localizable.strings
  LabSolitaire
  Created by John Calhoun on 8/29/11.
  Copyright 2011 Soft Dorothy LLC. All rights reserved.
*/

/* New Game alert */
"New Game Title"											= "新しいゲーム";
"If you start a new game this game will count as a loss."	= "新しいゲームを始める場合、このゲームは負けとカウントされます。";
"Cancel"													= "キャンセル";
"New Game"													= "新しいゲーム";

/* Reset Stats alert  -- uses 'Cancel' from above */
"Reset Statistics"											= "結果をリセットする";
"Reseting the statistics will clear your game history."		= "リセットすると、これまでの結果がすべて消されます。";
"Reset"														= "リセットする";

/* Undo All alert  -- uses 'Cancel' from above */
"Undo All Actions"											= "すべてを元に戻す";
"You can Undo all actions in this game."					= "このゲーム内のすべてのアクションを元に戻すと同じオリジナルの契約でそれを再起動することができます。";
"Undo All"													= "すべてを元に戻す";
